{
    "default": "es",
    "languages": ["es", "en"],
    "strings": {
        "gem_values": {
            "es": "En esta sección puedes introducir hasta tres valores de gemas que formarán parte de tu ritual. Deja en blanco los campos para gemas que quieras calcular.",
            "en": "In this section, you can enter up to three gem values that will be used in your ritual. Leave the fields blank for any gems you want the calculator to determine."
        },
        "bonuses": {
            "es": "En esta sección se encuentran todos los bonus existentes en el juego y que se pueden aplicar a un ritual. Recuerda que cada bonus se aplica por separado a la suma de los valores de las gemas y los resultados se suman entre si para calcular un bonus total.",
            "en": "This section lists all available bonuses in the game that can be applied to a ritual. Keep in mind that each bonus is applied individually to the sum of the gem values, and the results are then added together to calculate the total bonus."
        },
        "target_objective": {
            "es": "En esta sección puedes seleccionar la gema objetivo que quieres alcanzar. Usa 'Custom' para introducir un valor personalizado. La calculadora usará este valor para determinar las gemas necesarias y otros resultados del ritual.",
            "en": "In this section, you can select the target gem you want to achieve. Use 'Custom' to enter a personalized value. The calculator will use this value to determine the required gems and other ritual results."
        },
        "results": {
            "es": "En esta última sección se muestran los diferentes resultados del ritual: valores introducidos, bonificaciones aplicadas, valores necesarios y totales. Consulta las sub-secciones de esta sección para más detalles.",
            "en": "This final section displays the different results of the ritual: entered values, applied bonuses, required values, and totals. Check the subsections for more detailed information."
        },
        "result_input_values": {
            "es": "Aquí se muestran los valores de las gemas que has introducido en la sección de entrada. Si has dejado el campo de una gema vacío, se indicará esa gema como faltante (N/A)",
            "en": "This section shows the gem values you entered in the input section. If a gem field was left empty, that gem will be marked as missing (N/A)."
        },
        "result_applied_bonuses": {
            "es": "Aquí se muestra el porcentaje de la suma de todos los bonus aplicados al ritual, además de dichos bonus individuales con sus correspondientes porcentajes.",
            "en": "Here you can see the combined percentage of all bonuses applied to the ritual, as well as each individual bonus with its corresponding percentage."
        },
        "result_required_values": {
            "es": "Aquí se mostrará el valor requerido para cada gema que falta para alcanzar el objetivo seleccionado. Si el valor que se muestra es negativo, significa que la suma de las gemas introducidas y los bonus aplicados ya superan el objetivo por dicha cifra. Si el valor es mayor que una gema semi (999.999), el objetivo no es alcanzable. En otro caso, el valor mostrado es el valor necesario para las gemas faltantes.",
            "en": "This section shows the required value for each missing gem needed to reach the selected objective. If the displayed value is negative, it means the sum of the entered gems and applied bonuses already exceeds the objective by that amount. If the value is greater than a semi gem (999,999), the objective cannot be achieved. Otherwise, the displayed value represents what is needed for the missing gems."
        },
        "result_bonus_amount": {
            "es": "Aquí se muestra el valor total añadido a la suma de las gemas introducidas gracias a los bonus aplicados. En caso de que haya gemas faltantes, este será el valor añadido a la suma de las gemas introducidas más el valor requerido para las gemas faltantes.",
            "en": "This section shows the total value added to the sum of the entered gems as a result of the applied bonuses. If there are missing gems, this value represents the bonus applied to the sum of the entered gems plus the required value for the missing gems."
        },
        "result_total_with_bonuses": {
            "es": "Aquí se mostrará el valor de la gema producida por el ritual.",
            "en": "This section displays the final value of the gem produced by the ritual."
        }
    }
}